Repository: kaiqd/Elucidativa
Catalog: Elucidativa/Elucidativa/Resource/Localizable.xcstrings
Source language: en
Languages: pt_br

# AddReport
source: Add a medical report
pt_br: Adicionar um laudo

# AppExplanation
source: Send a photo of your report and receive an explanation in simple and accessible language.
pt_br: Envie uma foto do seu laudo e receba uma explicação em linguagem simples e acessível.

source: Cancel
pt_br: Cancelar

# DeleteReport
source: Delete Medical Report
pt_br: Apagar Laudo

# NewReport
source: New Medical Report
pt_br: Novo Laudo

# NoReports
source: No medical reports registered yet.
pt_br: Nenhum resultado de laudo ainda cadastrado

# Reports
source: My Medical Reports
pt_br: Meus Laudos

# SelectPhoto
source: Select photo from gallery
pt_br: Selecionar foto da galeria

source: Send
pt_br: Enviar

# TestName
source: Examination Name
pt_br: Nome do exame
